<!DOCTYPE html>
<html>
<head>
<meta charset="utf-8">
<title>Главная</title>
</head>

<body>
<?php
require "header.php";
?>
<div id="description">
<center><h1>Площадка с: веб сервисами и музыкой</center></h1>
<p>Добро пожаловать! FruitMediaMarket - это уникальный проект. FMM - площадка с: веб сервисами, а также музыкальными треками. Вы также можете опубликовать ваши проекты, подав заявку через панель управления. На сайте также есть 1 веб-проект - Quite</p>
</div>
<div class="a">
</div> 
<div id="pric">
<center><h1>3 причины пользоваться нашим сервисом</h1></center>
<center><img src="img/prichina.png"></center>
</div>

<?php
require "ads.php";
?>

<div id="history">
<center><h1>История</h1></center>
<p>Идея о создании подобного проекта появилась в мае 2022 и изначально это должен был быть простейший сайт с играми и программами, в котором даже не было back-end. Проект вскоре был закрыт</p>
<p>Разработка FruitMediaMarket началась 9 октября 2022, название было определенно сразу же. В качестве хостинга был выбран на 1 время InfinityFree. В тот же день, были обдуманы все методы монетизации данного проекта. Первые альфа тесты начались 15 октября 2022, на тот момент тестировались: отправка проекта по почте, обновление Quite (1 веб-проект интегрированный туда), работа тех. поддержки и добавление ресурса на сайт (работает через БД естественно). 23 октября было начато финальное тестирование, в ходе которого, были исправлены некоторые баги. В тот же день, проект был производён в стадию Pre-Release-Candidate. Кандидат на релиз был выпущен 25 октября, официальный релиз состоялся на следующий день</p>
</div>

<style>
.a {
border-bottom: 1px solid silver;
}
</style>

<?php
require "footer.php";
?>

</body>
</html>