<!DOCTYPE html>
<html>
<head>
<meta charset="utf-8">
<title>Пользовательское соглашение</title>
</head>

<body>
<?php
require "header.php";
?>

<center><h1>Пользовательское соглашение</h1></center>
<center><a>Рекомендую с ним ознакомиться</a></center>
<centep<a>Права и обязанности на FruitMediaMarket:
1. Пользователя<br>
Пользователем является как и обычный рядовой пользователь сервиса, так и тот кто публикует на проект свои работы<br>
1.1. Пользователь вправе: просматривать и скачивать работы<br>
1.2. Пользователь вправе: публиковать свои работы<br>
1.3. Пользователь вправе: голосовать за лучший проект месяца<br>
1.4. Пользователь вправе: стать администратором проекта и агентом тех поддержки<br>
1.5. Пользователь вправе: обращаться в техническую поддержку по вопросам сервиса<br>
1.6. Пользователь вправе: жаловаться в техническую поддержку на администратора<br>
1.7. Пользователь вправе: обжаловать удаление с FruitMediaMarket своего проекта<br>
1.8. Пользователь обязан: соблюдать пользовательское соглашение<br>
1.9. Пользователь обязан: уважать администрацию, владельца, техническую поддержку<br>
1.10. Пользовать не вправе: жаловаться в техническую поддержку без оснований<br>
1.11. Пользовать не вправе: оскорблять администрацию, владельца или агентов технической поддержки<br>
В СЛУЧАЕ НАРУШЕНИЯ ЭТИХ ПРАВИЛ К ПОЛЬЗОВАТЕЛЮ БУДУТ ПРИМЕНЕНЫ СООТВЕТСТВУЮЩИЕ НАКАЗАНИЯ<br>
2. Администрации<br>
2.1. Админстратор вправе: публиковать проект в случае одобрения заявки<br>
2.2. Администратор вправе: рассматривать заявки на публикации проекта<br>
2.3. Администратор вправе: отклонить заявку на публикацию проекта, если проект нарушает правила FruitMediaMarket<br>
2.4. Администратор вправе: удалить проект с ресурса из-за какой либо причины<br>
2.5. Администратор вправе: передавать обжалование на удаление проекта с ресурса владельцу проекта или передавать владельцу проекта заявление на удаление ресурса<br>
2.6. Администратор обязан: соблюдать пользовательское соглашение<br>
2.7. Администратор обязан: уважать владельца, техническую поддержку и пользователей<br>
2.8. Администратор не вправе: удалить ресурс с проекта без рассмотрения владельца<br>
2.9. Администратор не вправе: самостоятельно рассматривать обжалование по удалению проекта с FMM поданное пользователем<br>
В СЛУЧАЕ НАРУШЕНИЯ ЭТИХ ПРАВИЛ АДМИНИСТРАТОР БУДЕТ ОТСТРАНЕН ПОЖИЗНЕННО<br>
3. Владельца<br>
Владелец является главным во всем проекте, имеет те же права, что и администратор, и агент технической поддержки, и пользователь. Владелец также является генеральным Администратор и руководителем центра Технической поддержки<br>
3.1. Владелец вправе: публиковать свои проекты<br>
3.2. Владелец вправе: принимать решения о публикации, удалении проекта или обжалования его удаления<br>
3.3. Владелец вправе: отстранять администраторов и агентов технической поддержки<br>
3.4. Владелец вправе: руководить администраторами и агентами технической поддержки<br>
3.5. Владелец вправе: переписывать код проекта<br>
3.6. Владелец вправе: закрыть проект<br>
3.7. Владелец вправе: приостановить работу проекта на срок установленный либо неопределенный<br>
3.8. Владелец вправе: полностью отстранить всех администраторов и агентов технической поддержки в случае чрезвычайной ситуации<br>
3.9. Владелец вправе: передать проект другому человеку или продать его<br>
3.10. Владелец обязан: соблюдать пользовательское соглашение и уважать всех сторон<br>
4. Агент тех. поддержки<br>
4.1. Агент технической поддержки вправе: отвечать на обращения пользователей<br>
4.2. Агент технической поддержки вправе: отказаться от ответа на сообщения пользователя, если оно не по теме<br>
4.3. Агент технической поддержки вправе: помогать пользователю решить проблему<br>
4.4. Агент технической поддержки вправе: поменяться местами с 1 из администраторов если потребуется<br>
4.5. Агент технической поддержки обязан: отвечать на сообщения пользователей если у них возникла проблема с сервисом<br>
4.6. Агент технической поддержки не вправе: игнорировать сообщения пользователей если они по теме проекта<br>

FruitMediaMarket 2022-2023<br>
Соглашение создано: 10 октября 2022<br>
Обновлено: 15 октября 2022 в 16:34<br>
</a></center>
</body>
</html>